{
  "name": "Marco D'Almo",
  "options": [
    {
      "label": "about",
      "about": "To know about me",
      "value": "Hello there! I'm Marco D'Almo, a Computer Engineering Student at Politecnico di Torino. Ltd. Currently living in Brussels, Belgium, and looking for the next challenging opportunity."
    },
    {
      "label": "skills",
      "about": "To know about my skills",
      "value": "I'm specializing in Data Science & AI, but I have knowledge in Cloud Technologies, Web Development and Information Systems Security. <br /> <br /> Proficient in Python and Machine and Deep Learning Frameworks, knowledge of Javascript, Rust, Bash scripting.."
    },
    {
      "label": "experience",
      "about": "To know about my experience",
      "value": "I have more than experience in the Visual Effects Industry.",
      "data": [
        {
          "label": "MPC Film & Episodic",
          "value": "Digital Compositor <br />  Year:  2022-present"
        },
        {
          "label": "Umedia",
          "value": "Digital Compositor <br />  Year:  2020-2022"
        }
      ]
    },
    {
      "label": "projects",
      "about": "To know about my projects",
      "value": "I've had the pleasure of working on diverse projects that showcase my skills and creativity.",
      "data": [
        {
          "label": "E-commerce Platform",
          "value": "Designed and developed a dynamic e-commerce website, featuring seamless payment processing and an extensive product catalog."
        },
        {
          "label": "Inventory Management System",
          "value": "Crafted an intuitive application for efficient tracking and management of inventory in warehouse environments."
        },
        {
          "label": "Social Media Analytics Dashboard",
          "value": "Built a powerful tool for analyzing social media data, providing insightful reports and visualizations."
        },
        {
          "label": "Real-time Chat Application",
          "value": "Developed a cutting-edge messaging app with real-time capabilities, supporting both group chats and a fun array of emojis."
        }
      ]
    },
    {
      "label": "contact",
      "about": "To get my contact details",
      "value": "Feel free to reach out! You can contact me for any inquiries or collaborations. <br/> Email:  mrcdalmo@gmail.com  <br/> GitHub:  https://github.com/moDal7  <br/> LinkedIn:  https://www.linkedin.com/in/marco-dalmo/"
    }
  ]
}
